// From MacBuddy
// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Annuler";
"GOBACK_BUTTON"		= "Revenir";
"DIAGNOSE_BUTTON"	= "Diagnostiquer";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Configuration de votre ordinateur…";
"MESSAGE_PREP_CONNECTION"	= "Préparation de la connexion…";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Erreur inopinée";
"MESSAGE_FATAL_ERROR_TITLE"		= "Désolé, une erreur est survenue.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Erreur";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Désolé…";


// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Désolé";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Attention";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Souhaitez-vous continuer ?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Vous n’avez pas fourni toutes les informations requises.";
"ERROR_MESSAGE_VALIDATION_0001" = "Vérifiez les champs signalés par des flèches rouges puis tapez les informations requises.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Le texte saisi est trop court.";
"ERROR_MESSAGE_VALIDATION_0002" = "Veuillez vérifier le champ sélectionné et en corriger le contenu.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Les informations fournies sont incorrectes.";

                    // NI Username invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Ce nom d’utilisateur n’est pas valide.";
"ERROR_MESSAGE_VALIDATION_0004" = "Vérifiez le champ sélectionné puis tapez un nom d’utilisateur valide pour votre réseau NetInfo.";

                    // NI Password invalid
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Mot de passe incorrect.";
"ERROR_MESSAGE_VALIDATION_0005" = "Vérifiez le champ sélectionné puis tapez le mot de passe correct.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Ce nom ne peut être utilisé.";
"ERROR_MESSAGE_VALIDATION_0006" = "Vérifiez le champ sélectionné puis choisissez un autre nom abrégé.";
"ERROR_MESSAGE_VALIDATION_0007" = "Ce nom abrégé est déjà pris par un utilisateur. Veuillez en choisir un autre.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "L’adresse IP fournie est vide.";
"ERROR_MESSAGE_VALIDATION_0010" = "Votre adresse IP contient des caractères non valides.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "L’adresse doit contenir 4 segments."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Vérifiez le champ sélectionné puis tapez une adresse valide. Si vous ne possédez pas ces informations, consultez votre administrateur de réseau.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "L’adresse doit contenir 4 segments."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Vérifiez le champ sélectionné puis tapez une adresse valide. Si vous ne possédez pas ces informations, consultez votre administrateur de réseau.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Chaque segment d’adresse doit contenir de 1 à 3 caractères."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Vérifiez le champ sélectionné puis tapez une adresse valide. Si vous ne possédez pas ces informations, consultez votre administrateur de réseau.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "L’adresse fournie n’est pas autorisée.";
"ERROR_MESSAGE_VALIDATION_0014" = "Vérifiez le champ sélectionné puis tapez une adresse valide. Si vous ne possédez pas ces informations, consultez votre administrateur de réseau.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Masque de sous-réseau non valide.";
"ERROR_MESSAGE_VALIDATION_0015" = "Vérifiez le champ sélectionné puis tapez un masque de sous-réseau valide. Si vous ne possédez pas ces informations, consultez votre administrateur de réseau.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Le nom que vous avez fourni existe déjà sur votre réseau NetInfo. Vous ne pourrez pas vous connecter à NetInfo à l’aide de ce nom.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Ces valeurs ne peuvent pas être identiques.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Le mot de passe fourni n’est pas valide.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Ce numéro de carte de crédit ne peut être utilisé.";
"ERROR_MESSAGE_VALIDATION_0019" = "Veuillez vérifier le champ sélectionné puis saisir un numéro de carte de crédit valide.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Votre nom de compte ne peut pas débuter par un chiffre.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Vérifiez si l’adresse électronique que vous avez saisie est correcte.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "L’adresse IP et celle du routeur ne correspondent pas au masque de sous-réseau spécifié. Vérifiez les champs suivants et tapez des valeurs correctes :\n     Adresse IP\n     Masque de sous-réseau\n     Adresse du routeur\nEn cas de doute, consultez votre administrateur de réseau.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Ce nom ne peut être utilisé.";
"ERROR_MESSAGE_VALIDATION_0023" = "Veuillez vérifier le contenu du champ en surbrillance et choisir un autre nom.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Certains éléments sont dupliqués.";
"ERROR_MESSAGE_VALIDATION_0024" = "Veuillez vérifier le contenu du champ en surbrillance puis taper des valeurs uniques.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_NO_DIAL_TONE_TITLE"			= "Votre modem ne parvient pas à détecter de tonalité.";
"MESSAGE_NO_DIAL_TONE"					= "Assurez-vous que votre modem est connecté, puis cliquez soit sur OK, soit sur Annuler pour revenir en arrière et cocher la case Ignorer la tonalité.";

// ========== Network Setup Assistant addition ==========
"QUIT_BUTTON"		= "Quitter";
                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Les mots de passe ne concordent pas.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Vérifiez les champs signalés par des flèches rouges puis tapez le même mot de passe dans les deux champs.";

"ERROR_MUST_ENTER_LOCATION_NAME_TITLE" = "Veuillez donner un nom à la configuration.";
"ERROR_MUST_ENTER_LOCATION_NAME" = "Vous êtes en train de créer une configuration réseau où seront rassemblés vos paramètres. Vous devez lui attribuer un nom.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME_TITLE" = "Veuillez choisir un autre nom de configuration.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME" = "Ce nom est déjà pris. Veuillez en choisir un autre.";


"MESSAGE_TASK_FORMAT" = "Connexion “%1$@ via %2$@”"; // %1$@ = CONNECTION, %2$@ = CONFIGURATION
"CONNECTION_Wireless" = "Sans fil";
"CONNECTION_Modem" = "Modem";
"CONNECTION_DSL" = "DSL";
"CONNECTION_CableModem" = "Modem câble";
"CONNECTION_Lan" = "Réseau local LAN";
"CONFIGURE_PPP" = "PPP";
"CONFIGURE_DHCP" = "DHCP";
"CONFIGURE_DHCPClientID" = "DHCP avec id. Client";
"CONFIGURE_PPPoE" = "PPPoE";
"CONFIGURE_Manual" = "IP statique";

"MESSAGE_TITLE_CONFIGURE" = "Configuration…";
"MESSAGE_FAILED_CONFIGURE" = "La configuration a échoué.";
"MESSAGE_DONE_CONFIGURE" = "Fin de la configuration.";
"MESSAGE_CHECKING_CONNECTION" = "Vérification de votre connexion réseau…";
"MESSAGE_CONNECTED" = "La connexion au réseau a été établie.";
"MESSAGE_NOT_CONNECTED" = "Impossible d’établir une connexion au réseau.";
"MESSAGE_NOT_CONNECTED_TRY_AGAIN" = "Votre ordinateur n’a pas pu se connecter à Internet. Cliquez sur OK pour revenir en arrière et modifier vos réglages de réseau, puis essayez de nouveau.";

"DEFAULT_LOCATION_NAME" = "Configuration (%@)";
"DUPLICATE_LOCATION_NAME" = "%1$@ %2$d";